{
    "title": "IN-9408 WQHD :: Product Overview",
    "series": ["1440p Cameras", "Outdoor Cameras"],
    "type": "User Manual",
    "description": "INSTAR Wiki 2.5Knowledgebase for everything IP Camera Surveillance and Smart LivingDiscuss on our ForumSearchENHomeOverviewSpecificationsFeaturesInstallationLense AdjustmentUsermanual◄ Outdoor CamerasIN-9408 WQHDCompare Outdoor CamerasProduct Overview WiFiPoEFoVPTZoomWireless VariantPower-over-Ethernet VariantField of ViewPan & TiltOptical ZoomWhite / BlackWhite / Blackapprox. 90°not availableonly digitalThe IN-9408 WQHD is weather proof and wireless outdoor camera. Built-in, high-powered infrared diodes allow you to see deep into the dark. The integrated IR cut filter on the other hand allows for the capturing of native colours during the day, as seen by the human eye. The efficient h.265 compression codec allows recording of alarm videos on an internal SD Memory Card with comparably small file size but best video quality.The IN-9408 WQHD surveillance camera is ready for implementation into existing security system. With the help of the handy Onvif Protocol, integration is just a few button presses away. But also as a stand-alone device it offers you a number of alarm features like Email & Push Notification, two-way communication and an alarm siren. The WPS function allows you to connect the camera to your WiFi network with a press of a button. Accessing your camera from the internet is even easier. The Point-2-Point connection can be established by scanning a QR code with our smartphone app. The free InstarVision mobile app is available for Android, iOS, Windows Metro and Windows Phone.Technical dataThe sensitivity of the integrated Panasonic Pyroelectric Sensor has been significantly improved thanks to a unique slit design of the pyroelectric elements. The separated sensing areas prevent thermal crosstalk between the single sensing elements. This makes a reliable detection possible even if the temperature difference between the background (e.g. floor /wall) and the target object (human body, car engine, etc) is small (around 4°C).HardwareSTARVIS* WQHD 1440p colour CMOS SensorNightvision with 5 Infrared LED´s @ 850nm (barely visible for the human eye) for distances up to 12 - 20mVery compact high quality IP66 weatherproof aluminium housingIntegrated Panasonic Pyroelectric Sensor - PIR Range up to 12mNetworkRJ-45 Ethernet port for an easy integration into your 100Mbit home networkCompatible with WiFi 5GHz / 2.4GHz, Wi‑Fi 5 (802.11ac) for 433 Mbit/s networks with WPA2 securityDHCP and UPnP support for an automatic network integrationIntegrated personal, free DDNS ( Internet ) Address to access your camera through the InternetSoftwareFree Android, iPhone and Windows Phone AppWeb user interface allows an easy configuration and camera control through your default web browser (Chrome, Safari, Firefox, Internet Explorer)Multi user management and simultaneous login for 3 usersSoftware-based motion and audio detection and email notification with attached snapshotsRecord 15s alarm videos (+ 3s pre-recording) directly to an Internal SD CardAlexa Camera SkillActivate camera control through Alexa using your free INSTAR Cloud account.AlexaApple HomekitControl your INSTAR Full HD camera with the Apple Homekit app from your iPhone or iPad.HomekitImage QualitySecurity cameras need to be able to record, with clear images, in a variety of environments. Sony's STARVIS* image sensors meet this need by providing high-sensitivity performance suitable for low-light and night recordings. STARVIS* is a back-illuminated pixel technology used in CMOS image sensors for security camera applications. It features highly sensitive backlight illuminated sensor pixels, and realize high picture quality in the visible-light and near infrared light regions. The IMX335 STARVIS* Sensor is a diagonal 2.8 inch CMOS active pixel type solid-state image sensor with a square pixel array and 5.14 M effective pixels.Resolution ComparisonClick meClick meClick meClick meClick meClick meMany built-in features allow you to use this camera not only for surveillance, but also for your personal projects. The FTP Support, for example, allows you to use the IN-9408 WQHD as a multi-functional outdoor webcam for Integration on your Website - for example as a weather cam.IN-9408WQHD vs IN-9008FHD4.44.85.25.66.00.400.801.21.62.05.86.67.48.29.015161819208.212172125focalmegapixelpowernightvisionirledsIN-9408WQHD vs IN-5907HD4.85.66.47.28.00.400.801.21.62.09.01011121320212324252.63.23.84.45.0focalmegapixelpowernightvisionirledsThe SONY STARVIS* IMX335 CMOS sensor features a dynamic range up to 72 dB, advanced HDR functions and digital overlap HDR further improve the image quality and contrast behavior allowing for more detailed image analysis. These features when combined with the low dark current performance further improve its performance in applications demanding a high dynamic range.* STARVIS is a trademark of the Sony Corporation. A STARVIS sensor is defined by a sensitivity of 2000 mV or more per 1 μm² when illuminated with a 706 cd/m² light source, F5.6 in 1s accumulation equivalent.",
    "sublink1": "/Outdoor_Cameras/IN-9408_WQHD/",
    "chapter": "Outdoor Cameras",
    "tags": ["IN-9408 WQHD", "INSTAR", "products", "1440p series", "Indoor Cameras", "IP camera", "web cam", "overview"],
    "image": "/en/images/Search/P_SearchThumb_IN-9408HD.webp",
    "imagesquare": "/en/images/Search/TOC_Icons/Wiki_Tiles_P-IN-9408HD_white.webp",
    "short": "IN-9408 WQHD - Product Overview",
    "abstract": "The IN-9408 WQHD with a SONY STARVIS Images Sensor and a 5 megapixel video resolution."
}